аты = 'elsham'
жаш = 18 
print ("аты",'elsham')
print("менин жашым:",18) 



ni = "elsham"
age = 17
print ("ni:","elsham")
print ("agr:","17")



ni1 = int(input("киру ходу,жаш балага(5жаштан 13 жашка чейинкилердики 150 сом:"))
ni2 = int(input("13 жаштан 23жашка чейин 550сом:"))
ni3 = int(input("кечиресиз сизге бол бойт:"))
if ni1:
  print(ni1,"сизден 150 сом:")
elif ni2:
 print(ni2,"сизден 550 сом бизде аксия 13жашка чейин кана:")
elif ni3:
  print(ni3,"сизге болбойт анткени сиздин жашыныз тура келбейт")

  